Revit 2027 API
ParameterTypeId.FabricationSlopeParam Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationSlopeParam { get; }
Public Shared ReadOnly Property FabricationSlopeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationSlopeParam {
	ForgeTypeId^ get ();
}
static member FabricationSlopeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace